Repository: leogaudin/opencaptions
Catalog: apps/ios/OpenCaptionsKit/Sources/OpenCaptionsKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans

source: Checking for missed speech (%lld of %lld)…
de: Suche nach übersehener Sprache (%lld von %lld) …
es: Buscando voz omitida (%lld de %lld)…
fr: Recherche de paroles manquées (%lld sur %lld)…
id: Memeriksa ucapan yang terlewat (%lld dari %lld)…
it: Ricerca del parlato mancante (%lld di %lld)…
ja: 聞き逃した音声を確認中（%lld/%lld）…
ko: 놓친 음성 확인 중 (%lld/%lld)…
pl: Szukanie pominiętej mowy (%lld z %lld)…
pt_br: Procurando fala perdida (%lld de %lld)…
ru: Поиск пропущенной речи (%lld из %lld)…
tr: Kaçan konuşma aranıyor (%lld / %lld)…
zh_hans: 正在查找遗漏的语音（%lld/%lld）…

source: Could not reach %@. Check the address and your connection.
de: %@ ist nicht erreichbar. Prüfe die Adresse und deine Verbindung.
es: No se pudo conectar con %@. Comprueba la dirección y tu conexión.
fr: Impossible de joindre %@. Vérifiez l’adresse et votre connexion.
id: Tidak dapat menjangkau %@. Periksa alamat dan koneksi Anda.
it: Impossibile raggiungere %@. Controlla l’indirizzo e la connessione.
ja: %@に接続できません。アドレスと接続を確認してください。
ko: %@에 연결할 수 없습니다. 주소와 연결을 확인하세요.
pl: Nie można połączyć się z %@. Sprawdź adres i połączenie.
pt_br: Não foi possível alcançar %@. Verifique o endereço e sua conexão.
ru: Не удалось связаться с %@. Проверьте адрес и соединение.
tr: %@ sunucusuna ulaşılamadı. Adresi ve bağlantınızı kontrol edin.
zh_hans: 无法连接到 %@。请检查地址和网络。

source: Detecting the language…
de: Sprache wird erkannt …
es: Detectando el idioma…
fr: Détection de la langue…
id: Mendeteksi bahasa…
it: Rilevamento della lingua…
ja: 言語を検出中…
ko: 언어 감지 중…
pl: Wykrywanie języka…
pt_br: Detectando o idioma…
ru: Определение языка…
tr: Dil algılanıyor…
zh_hans: 正在检测语言…

source: Done
de: Fertig
es: Hecho
fr: Terminé
id: Selesai
it: Fatto
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído
ru: Готово
tr: Bitti
zh_hans: 完成

source: Downloading the language from Apple…
de: Sprache wird von Apple geladen …
es: Descargando el idioma desde Apple…
fr: Téléchargement de la langue depuis Apple…
id: Mengunduh bahasa dari Apple…
it: Download della lingua da Apple…
ja: Appleから言語をダウンロード中…
ko: Apple에서 언어 다운로드 중…
pl: Pobieranie języka od Apple…
pt_br: Baixando o idioma da Apple…
ru: Загрузка языка от Apple…
tr: Dil Apple’dan indiriliyor…
zh_hans: 正在从 Apple 下载语言…

source: It stopped making progress, so it was stopped. Please try again.
de: Es kam nicht mehr voran und wurde deshalb beendet. Bitte versuche es erneut.
es: Dejó de avanzar, así que se detuvo. Inténtalo de nuevo.
fr: L’opération ne progressait plus, elle a donc été arrêtée. Veuillez réessayer.
id: Prosesnya berhenti maju sehingga dihentikan. Silakan coba lagi.
it: Non progrediva più ed è stato interrotto. Riprova.
ja: 進行が止まったため中断しました。もう一度お試しください。
ko: 진행이 멈춰 중단되었습니다. 다시 시도하세요.
pl: Przestało postępować, więc je zatrzymano. Spróbuj ponownie.
pt_br: Parou de avançar e foi interrompido. Tente novamente.
ru: Процесс перестал продвигаться и был остановлен. Повторите попытку.
tr: İlerlemeyi durdurdu ve bu yüzden durduruldu. Lütfen tekrar deneyin.
zh_hans: 进度停滞，已被中止。请重试。

source: Loading the model… the first time on this phone can take a few minutes.
de: Modell wird geladen … beim ersten Mal auf diesem Telefon kann es einige Minuten dauern.
es: Cargando el modelo… la primera vez en este teléfono puede tardar unos minutos.
fr: Chargement du modèle… la première fois sur ce téléphone, cela peut prendre quelques minutes.
id: Memuat model… pertama kali di ponsel ini bisa memakan waktu beberapa menit.
it: Caricamento del modello… la prima volta su questo telefono può richiedere qualche minuto.
ja: モデルを読み込み中… この端末での初回は数分かかることがあります。
ko: 모델을 불러오는 중… 이 휴대폰에서 처음에는 몇 분이 걸릴 수 있습니다.
pl: Ładowanie modelu… za pierwszym razem na tym telefonie może to potrwać kilka minut.
pt_br: Carregando o modelo… na primeira vez neste celular pode levar alguns minutos.
ru: Загрузка модели… в первый раз на этом телефоне это может занять несколько минут.
tr: Model yükleniyor… bu telefonda ilk seferde birkaç dakika sürebilir.
zh_hans: 正在加载模型… 在这部手机上首次加载可能需要几分钟。

source: No speech was found in this video.
de: In diesem Video wurde keine Sprache gefunden.
es: No se encontró voz en este vídeo.
fr: Aucune parole n’a été trouvée dans cette vidéo.
id: Tidak ada ucapan di video ini.
it: Nessun parlato trovato in questo video.
ja: この動画に音声が見つかりませんでした。
ko: 이 동영상에서 음성을 찾지 못했습니다.
pl: Nie znaleziono mowy w tym wideo.
pt_br: Não foi encontrada fala neste vídeo.
ru: В этом видео не найдена речь.
tr: Bu videoda konuşma bulunamadı.
zh_hans: 此视频中未发现语音。

source: Preparing the audio…
de: Audio wird vorbereitet …
es: Preparando el audio…
fr: Préparation de l’audio…
id: Menyiapkan audio…
it: Preparazione dell’audio…
ja: 音声を準備中…
ko: 오디오 준비 중…
pl: Przygotowywanie dźwięku…
pt_br: Preparando o áudio…
ru: Подготовка звука…
tr: Ses hazırlanıyor…
zh_hans: 正在准备音频…

source: Reading the audio…
de: Audio wird gelesen …
es: Leyendo el audio…
fr: Lecture de l’audio…
id: Membaca audio…
it: Lettura dell’audio…
ja: 音声を読み込み中…
ko: 오디오 읽는 중…
pl: Odczytywanie dźwięku…
pt_br: Lendo o áudio…
ru: Чтение звука…
tr: Ses okunuyor…
zh_hans: 正在读取音频…

source: Starting…
de: Wird gestartet …
es: Iniciando…
fr: Démarrage…
id: Memulai…
it: Avvio…
ja: 開始中…
ko: 시작하는 중…
pl: Uruchamianie…
pt_br: Iniciando…
ru: Запуск…
tr: Başlatılıyor…
zh_hans: 正在开始…

source: The %@ model has not been downloaded.
de: Das Modell %@ wurde nicht heruntergeladen.
es: El modelo %@ no se ha descargado.
fr: Le modèle %@ n’a pas été téléchargé.
id: Model %@ belum diunduh.
it: Il modello %@ non è stato scaricato.
ja: %@モデルはダウンロードされていません。
ko: %@ 모델이 다운로드되지 않았습니다.
pl: Model %@ nie został pobrany.
pt_br: O modelo %@ não foi baixado.
ru: Модель %@ не скачана.
tr: %@ modeli indirilmedi.
zh_hans: 尚未下载 %@ 模型。

source: The language of this video could not be told. Choose it and try again.
de: Die Sprache dieses Videos konnte nicht erkannt werden. Wähle sie und versuche es erneut.
es: No se pudo determinar el idioma de este vídeo. Elígelo e inténtalo de nuevo.
fr: La langue de cette vidéo n’a pas pu être déterminée. Choisissez-la et réessayez.
id: Bahasa video ini tidak dapat ditentukan. Pilih bahasanya lalu coba lagi.
it: Non è stato possibile riconoscere la lingua di questo video. Sceglila e riprova.
ja: この動画の言語を判定できませんでした。言語を選んでもう一度お試しください。
ko: 이 동영상의 언어를 알 수 없습니다. 언어를 선택하고 다시 시도하세요.
pl: Nie udało się rozpoznać języka tego wideo. Wybierz go i spróbuj ponownie.
pt_br: Não foi possível identificar o idioma deste vídeo. Escolha-o e tente de novo.
ru: Не удалось определить язык видео. Выберите его и повторите попытку.
tr: Bu videonun dili belirlenemedi. Dili seçip tekrar deneyin.
zh_hans: 无法判断此视频的语言。请选择语言后重试。

source: The server could not transcribe it: %@
de: Der Server konnte es nicht transkribieren: %@
es: El servidor no pudo transcribirlo: %@
fr: Le serveur n’a pas pu le transcrire : %@
id: Server tidak dapat mentranskripsikannya: %@
it: Il server non è riuscito a trascriverlo: %@
ja: サーバーで文字起こしできませんでした：%@
ko: 서버에서 받아쓰지 못했습니다: %@
pl: Serwer nie mógł tego transkrybować: %@
pt_br: O servidor não conseguiu transcrever: %@
ru: Сервер не смог это расшифровать: %@
tr: Sunucu bunu çeviremedi: %@
zh_hans: 服务器无法转写：%@

source: The server did not accept the key. It may have been revoked: make a new one.
de: Der Server hat den Schlüssel nicht akzeptiert. Möglicherweise wurde er widerrufen: Erstelle einen neuen.
es: El servidor no aceptó la clave. Puede que se haya revocado: crea una nueva.
fr: Le serveur n’a pas accepté la clé. Elle a peut-être été révoquée : créez-en une nouvelle.
id: Server tidak menerima kunci. Mungkin sudah dicabut: buat yang baru.
it: Il server non ha accettato la chiave. Potrebbe essere stata revocata: creane una nuova.
ja: サーバーがキーを受け付けませんでした。無効にされた可能性があります。新しく作成してください。
ko: 서버가 키를 받아들이지 않았습니다. 폐기되었을 수 있으니 새로 만드세요.
pl: Serwer nie przyjął klucza. Mógł zostać unieważniony: utwórz nowy.
pt_br: O servidor não aceitou a chave. Ela pode ter sido revogada: crie uma nova.
ru: Сервер не принял ключ. Возможно, он отозван: создайте новый.
tr: Sunucu anahtarı kabul etmedi. İptal edilmiş olabilir: yeni bir tane oluşturun.
zh_hans: 服务器不接受此密钥，可能已被撤销：请新建一个。

source: The server speaks transcription version %lld, and this app speaks %lld. Update the older one.
de: Der Server nutzt Transkriptionsversion %lld, diese App Version %lld. Aktualisiere die ältere.
es: El servidor usa la versión %lld de la transcripción y esta app la %lld. Actualiza la más antigua.
fr: Le serveur utilise la version %lld de la transcription et cette app la version %lld. Mettez à jour la plus ancienne.
id: Server memakai transkripsi versi %lld, dan aplikasi ini versi %lld. Perbarui yang lebih lama.
it: Il server usa la versione %lld della trascrizione e questa app la %lld. Aggiorna la più vecchia.
ja: サーバーは文字起こしバージョン%lld、このアプリは%lldです。古いほうを更新してください。
ko: 서버는 받아쓰기 버전 %lld, 이 앱은 %lld입니다. 오래된 쪽을 업데이트하세요.
pl: Serwer używa wersji transkrypcji %lld, a ta aplikacja %lld. Zaktualizuj starszą.
pt_br: O servidor usa a versão %lld da transcrição e este app, a %lld. Atualize o mais antigo.
ru: Сервер использует версию расшифровки %lld, а это приложение — %lld. Обновите более старую.
tr: Sunucu çeviriyazı sürümü %lld kullanıyor, bu uygulama %lld. Eski olanı güncelleyin.
zh_hans: 服务器的转写版本为 %lld，此应用为 %lld。请更新较旧的一方。

source: The video could not be saved: %@
de: Das Video konnte nicht gesichert werden: %@
es: No se pudo guardar el vídeo: %@
fr: La vidéo n’a pas pu être enregistrée : %@
id: Video tidak dapat disimpan: %@
it: Impossibile salvare il video: %@
ja: 動画を保存できませんでした：%@
ko: 동영상을 저장하지 못했습니다: %@
pl: Nie można zapisać wideo: %@
pt_br: Não foi possível salvar o vídeo: %@
ru: Не удалось сохранить видео: %@
tr: Video kaydedilemedi: %@
zh_hans: 无法保存视频：%@

source: There are no captions to add yet.
de: Es gibt noch keine Untertitel zum Hinzufügen.
es: Todavía no hay subtítulos que añadir.
fr: Il n’y a pas encore de sous-titres à ajouter.
id: Belum ada teks untuk ditambahkan.
it: Non ci sono ancora sottotitoli da aggiungere.
ja: 追加する字幕がまだありません。
ko: 아직 추가할 자막이 없습니다.
pl: Nie ma jeszcze napisów do dodania.
pt_br: Ainda não há legendas para adicionar.
ru: Субтитров для добавления пока нет.
tr: Henüz eklenecek altyazı yok.
zh_hans: 还没有可添加的字幕。

source: This model does not transcribe %@. Choose another model.
de: Dieses Modell transkribiert diese Sprache nicht (%@). Wähle ein anderes Modell.
es: Este modelo no transcribe este idioma (%@). Elige otro modelo.
fr: Ce modèle ne transcrit pas cette langue (%@). Choisissez un autre modèle.
id: Model ini tidak mentranskripsikan %@. Pilih model lain.
it: Questo modello non trascrive questa lingua (%@). Scegli un altro modello.
ja: このモデルは%@の文字起こしに対応していません。別のモデルを選んでください。
ko: 이 모델은 %@ 받아쓰기를 지원하지 않습니다. 다른 모델을 선택하세요.
pl: Ten model nie transkrybuje tego języka (%@). Wybierz inny model.
pt_br: Este modelo não transcreve este idioma (%@). Escolha outro modelo.
ru: Эта модель не распознаёт этот язык (%@). Выберите другую модель.
tr: Bu model bu dili (%@) yazıya dökmez. Başka bir model seçin.
zh_hans: 此模型不支持转录%@。请选择其他模型。

source: This project has no video.
de: Dieses Projekt hat kein Video.
es: Este proyecto no tiene vídeo.
fr: Ce projet n’a pas de vidéo.
id: Proyek ini tidak memiliki video.
it: Questo progetto non ha video.
ja: このプロジェクトには動画がありません。
ko: 이 프로젝트에는 동영상이 없습니다.
pl: Ten projekt nie ma wideo.
pt_br: Este projeto não tem vídeo.
ru: В этом проекте нет видео.
tr: Bu projede video yok.
zh_hans: 此项目没有视频。

source: This video has no audio to transcribe.
de: Dieses Video enthält kein Audio zum Transkribieren.
es: Este vídeo no tiene audio que transcribir.
fr: Cette vidéo n’a pas d’audio à transcrire.
id: Video ini tidak memiliki audio untuk ditranskripsi.
it: Questo video non ha audio da trascrivere.
ja: この動画には文字起こしする音声がありません。
ko: 이 동영상에는 받아쓸 오디오가 없습니다.
pl: To wideo nie ma dźwięku do transkrypcji.
pt_br: Este vídeo não tem áudio para transcrever.
ru: В этом видео нет звука для расшифровки.
tr: Bu videoda çevrilecek ses yok.
zh_hans: 此视频没有可转写的音频。

source: Transcribing on %@…
de: Transkription auf %@ …
es: Transcribiendo en %@…
fr: Transcription sur %@…
id: Mentranskripsi di %@…
it: Trascrizione su %@…
ja: %@で文字起こし中…
ko: %@에서 받아쓰는 중…
pl: Transkrypcja na %@…
pt_br: Transcrevendo em %@…
ru: Расшифровка на %@…
tr: %@ üzerinde çevriliyor…
zh_hans: 正在 %@ 上转写…

source: Transcribing…
de: Transkription läuft …
es: Transcribiendo…
fr: Transcription…
id: Mentranskripsi…
it: Trascrizione…
ja: 文字起こし中…
ko: 받아쓰는 중…
pl: Transkrypcja…
pt_br: Transcrevendo…
ru: Расшифровка…
tr: Çevriliyor…
zh_hans: 正在转写…

source: Unknown model %@.
de: Unbekanntes Modell: %@.
es: Modelo desconocido: %@.
fr: Modèle inconnu : %@.
id: Model tidak dikenal: %@.
it: Modello sconosciuto: %@.
ja: 不明なモデル：%@。
ko: 알 수 없는 모델: %@.
pl: Nieznany model %@.
pt_br: Modelo desconhecido: %@.
ru: Неизвестная модель %@.
tr: Bilinmeyen model: %@.
zh_hans: 未知模型：%@。

source: Uploading to %@…
de: Wird an %@ hochgeladen …
es: Enviando a %@…
fr: Envoi vers %@…
id: Mengunggah ke %@…
it: Invio a %@…
ja: %@にアップロード中…
ko: %@(으)로 업로드 중…
pl: Wysyłanie do %@…
pt_br: Enviando para %@…
ru: Отправка на %@…
tr: %@ sunucusuna yükleniyor…
zh_hans: 正在上传到 %@…
